OpenROAD 26Q1-2900-gdf79404cd8 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/NangateOpenCellLibrary_typical.lib
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/fakeram45_256x16.lib
read_db ./results/nangate45/ariane133/base/5_2_route.odb
read_sdc ./results/nangate45/ariane133/base/5_1_grt.sdc
source /OpenROAD-flow-scripts/flow/platforms/nangate45/setRC.tcl
filler_placement "FILLCELL_X1 FILLCELL_X2 FILLCELL_X4 FILLCELL_X8 FILLCELL_X16 FILLCELL_X32"
[INFO DPL-0001] Placed 379115 filler instances.
Design area 743328 um^2 36% utilization.
write_db ./results/nangate45/ariane133/base/5_3_fillcell.odb
Elapsed time: 0:08.59[h:]min:sec. CPU time: user 7.77 sys 0.82 (99%). Peak memory: 1205864KB.
Log                        Elapsed/s Peak Memory/MB  sha1sum .odb [0:20)
5_3_fillcell                       8           1177 940cc3d2926eb9b7986e
