OpenROAD 26Q1-2900-gdf79404cd8 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/NangateOpenCellLibrary_typical.lib
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/fakeram45_256x16.lib
[INFO ODB-0227] LEF file: /OpenROAD-flow-scripts/flow/platforms/nangate45/lef/NangateOpenCellLibrary.tech.lef, created 22 layers, 27 vias
[INFO ODB-0227] LEF file: /OpenROAD-flow-scripts/flow/platforms/nangate45/lef/NangateOpenCellLibrary.macro.mod.lef, created 135 library cells
[INFO ODB-0227] LEF file: /OpenROAD-flow-scripts/flow/platforms/nangate45/lef/fakeram45_256x16.lef, created 1 library cells
link_design ariane
read_sdc ./results/nangate45/ariane133/base/1_2_yosys.sdc
source /OpenROAD-flow-scripts/flow/platforms/nangate45/setRC.tcl
write_db ./results/nangate45/ariane133/base/1_synth.odb
write_sdc -no_timestamp ./results/nangate45/ariane133/base/1_synth.sdc
Elapsed time: 0:04.97[h:]min:sec. CPU time: user 4.63 sys 0.33 (99%). Peak memory: 569232KB.
Log                        Elapsed/s Peak Memory/MB  sha1sum .odb [0:20)
1_synth                            4            555 342866141af433316462
