OpenROAD 26Q1-2900-gdf79404cd8 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/NangateOpenCellLibrary_typical.lib
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/fakeram45_256x16.lib
read_db ./results/nangate45/ariane133/base/3_1_place_gp_skip_io.odb
read_sdc ./results/nangate45/ariane133/base/2_floorplan.sdc
source /OpenROAD-flow-scripts/flow/platforms/nangate45/setRC.tcl
place_pins -hor_layers metal5 -ver_layers metal6
Found 132 macro blocks.
Using 2 tracks default min distance between IO pins.
[INFO PPL-0001] Number of available slots 893
[INFO PPL-0002] Number of I/O             495
[INFO PPL-0003] Number of I/O w/sink      491
[INFO PPL-0004] Number of I/O w/o sink    4
[INFO PPL-0005] Slots per section         200
[INFO PPL-0008] Successfully assigned pins to sections.
[INFO PPL-0012] I/O nets HPWL: 616231.88 um.
Design area 717626 um^2 35% utilization.
write_db ./results/nangate45/ariane133/base/3_2_place_iop.odb
Elapsed time: 0:01.82[h:]min:sec. CPU time: user 1.52 sys 0.30 (99%). Peak memory: 410196KB.
Log                        Elapsed/s Peak Memory/MB  sha1sum .odb [0:20)
3_2_place_iop                      1            400 7abedd6a99fa28fdc2d3
