OpenROAD 26Q1-2900-gdf79404cd8 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/NangateOpenCellLibrary_typical.lib
read_liberty /OpenROAD-flow-scripts/flow/platforms/nangate45/lib/fakeram45_256x16.lib
read_db ./results/nangate45/ariane133/base/5_route.odb
read_sdc ./results/nangate45/ariane133/base/5_route.sdc
source /OpenROAD-flow-scripts/flow/platforms/nangate45/setRC.tcl
exec cp ./results/nangate45/ariane133/base/5_route.odb ./results/nangate45/ariane133/base/6_1_fill.odb
Elapsed time: 0:03.23[h:]min:sec. CPU time: user 2.51 sys 0.71 (99%). Peak memory: 736616KB.
Log                        Elapsed/s Peak Memory/MB  sha1sum .odb [0:20)
6_1_fill                           3            719 2f2a7168b116af1cc785
